[
  "dataview",
  "metadata-menu",
  "obsidian-auto-link-title",
  "better-word-count",
  "calendar",
  "dbfolder",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "nldates-obsidian",
  "cycle-through-panes",
  "url-into-selection",
  "periodic-notes",
  "darlal-switcher-plus",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian-list-callouts",
  "cmdr",
  "callout-manager",
  "note-refactor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-tracker",
  "settings-search",
  "obsidian-kanban",
  "juggl",
  "obsidian-latex-suite",
  "obsidian-plantuml",
  "obsidian-linter",
  "obsidian-meta-bind-plugin",
  "templater-obsidian",
  "quickadd",
  "tag-wrangler",
  "workspaces-plus",
  "open-vscode",
  "metaedit"
]